Repository: randprotocol/clients
Catalog: ios/RandWallet/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja, ko, ms, pl, ps, pt_br, ru, ta, ur, zh_hans, zh_hant_hk

source: this chain's bundle guest is v3 (split authorisation) but the node names no auth guest (rand_status has no hc_auth); this wallet carries %@ — refusing to prove a bundle it cannot authorise
ar: ضيف الحزمة في هذه السلسلة v3 (تفويض منفصل) لكن العقدة لا تذكر ضيف تفويض (لا يحتوي rand_status على hc_auth)، وهذه المحفظة تحمل %@ — رُفض إثبات حزمة لا تستطيع تفويضها
de: der Bundle-Guest dieser Chain ist v3 (getrennte Autorisierung), aber der Knoten nennt keinen Auth-Guest (rand_status hat kein hc_auth); diese Wallet enthält %@ – ein Bundle, das sie nicht autorisieren kann, wird nicht bewiesen
es: el guest de paquete de esta cadena es v3 (autorización separada), pero el nodo no indica ningún guest de autorización (rand_status no tiene hc_auth); esta billetera incluye %@: se rechaza probar un paquete que no puede autorizar
fa: guest بسته‌ی این شبکه v3 است (مجوز جداگانه) اما گره هیچ auth guest نام نمی‌برد (rand_status فاقد hc_auth است)؛ این کیف پول %@ دارد — بسته‌ای که نمی‌تواند مجوز آن را بدهد اثبات نمی‌شود
fr: le guest de lot de cette chaîne est v3 (autorisation séparée), mais le nœud n'indique aucun guest d'autorisation (rand_status n'a pas de hc_auth) ; ce portefeuille inclut %@ : refus de prouver un lot qu'il ne peut pas autoriser
hi: इस चेन का bundle guest v3 (विभाजित अधिकार) है लेकिन नोड कोई auth guest नहीं बताता (rand_status में hc_auth नहीं है); यह वॉलेट %@ रखता है — ऐसे बंडल का प्रूफ़ बनाने से इनकार, जिसे यह अधिकृत नहीं कर सकता
id: bundle guest chain ini adalah v3 (otorisasi terpisah) tetapi node tidak menyebutkan auth guest (rand_status tidak memiliki hc_auth); dompet ini membawa %@ — menolak membuktikan bundel yang tidak dapat diotorisasinya
it: il guest di bundle di questa catena è v3 (autorizzazione separata) ma il nodo non indica alcun guest di autorizzazione (rand_status non ha hc_auth); questo portafoglio include %@ — rifiuta di provare un bundle che non può autorizzare
ja: このチェーンのバンドルゲストは v3（分割承認）ですが、ノードは auth ゲストを指定していません（rand_status に hc_auth がありません）。このウォレットが持つのは %@ です — 承認できないバンドルの証明を拒否します
ko: 이 체인의 번들 게스트는 v3(분리 승인)이지만 노드가 인증 게스트를 지정하지 않습니다(rand_status에 hc_auth가 없음). 이 지갑에는 %@이(가) 들어 있습니다 — 승인할 수 없는 번들의 증명을 거부합니다
ms: tetamu berkas rantaian ini ialah v3 (kebenaran berasingan) tetapi nod tidak menamakan tetamu kebenaran (rand_status tiada hc_auth); dompet ini membawa %@ — enggan membuktikan berkas yang tidak dapat dibenarkannya
pl: program gościa pakietu tego łańcucha to v3 (rozdzielona autoryzacja), ale węzeł nie wskazuje programu gościa autoryzacji (rand_status nie ma hc_auth); ten portfel zawiera %@ — odmowa generowania dowodu pakietu, którego nie może autoryzować
ps: د دې زنځیر بنډل guest v3 دی (وېشل شوې اجازه) خو نوډ کوم auth guest نه نوموي (rand_status هېڅ hc_auth نه لري)؛ دا والټ %@ لري — د هغه بنډل ثبوت نه جوړوي چې اجازه یې نشي ورکولی
pt_br: o guest de pacote desta cadeia é v3 (autorização separada), mas o nó não indica guest de autorização (rand_status não tem hc_auth); esta carteira traz %@ — recusando provar um pacote que ela não consegue autorizar
ru: гостевая программа пакета этой сети — v3 (раздельная авторизация), но узел не называет гостевую программу авторизации (в rand_status нет hc_auth); в кошельке — %@; пакет, который нельзя авторизовать, не доказывается
ta: இந்தச் செயினின் bundle guest v3 (பிரிக்கப்பட்ட அங்கீகாரம்), ஆனால் நோட் எந்த auth guest-ஐயும் குறிப்பிடவில்லை (rand_status-இல் hc_auth இல்லை); இந்த வாலட்டில் உள்ளது %@ — அங்கீகரிக்க முடியாத bundle-ஐ நிரூபிக்க மறுக்கிறது
ur: اس چین کا bundle guest v3 ہے (منقسم اجازت) لیکن نوڈ کسی auth guest کا نام نہیں لیتا (rand_status میں hc_auth نہیں)؛ یہ والیٹ %@ رکھتا ہے — ایسے بنڈل کا پروف بنانے سے انکار جس کی یہ اجازت نہیں دے سکتا
zh_hans: 此链的交易包客体程序是 v3（分离授权），但节点未指定授权客体程序（rand_status 中没有 hc_auth）；此钱包附带的是 %@——拒绝证明无法授权的交易包
zh_hant_hk: 此鏈的交易包訪客程式是 v3（分拆授權），但節點沒有列明授權訪客程式（rand_status 沒有 hc_auth）；此錢包內置的是 %@，拒絕為無法授權的交易包生成證明

source: this chain's bundle witness carries the spend key; only a prover paired as your own (a link made with `rand-prover pair --own`) may receive it
ar: شاهد الحزمة في هذه السلسلة يحمل مفتاح الإنفاق، ولا يجوز أن يتلقاه إلا مُثبِت مقترن على أنه مُثبِتك الخاص (رابط أُنشئ بـ `rand-prover pair --own`)
de: der Bundle-Witness dieser Chain enthält den Ausgabeschlüssel; nur ein als dein eigener gekoppelter Prover (ein mit `rand-prover pair --own` erstellter Link) darf ihn erhalten
es: el testigo de paquete de esta cadena lleva la clave de gasto; solo un probador vinculado como tuyo (un enlace creado con `rand-prover pair --own`) puede recibirlo
fa: شاهد بسته‌ی این شبکه کلید خرج را در خود دارد؛ فقط اثبات‌گری که به‌عنوان اثبات‌گر خودتان جفت شده باشد (لینکی ساخته‌شده با `rand-prover pair --own`) می‌تواند آن را دریافت کند
fr: le témoin de lot de cette chaîne contient la clé de dépense ; seul un prouveur associé comme le vôtre (un lien créé avec `rand-prover pair --own`) peut le recevoir
hi: इस चेन का बंडल विटनेस स्पेंड की रखता है; केवल आपके अपने के रूप में पेयर किया गया प्रूवर (`rand-prover pair --own` से बना लिंक) ही इसे प्राप्त कर सकता है
id: witness bundel chain ini membawa kunci belanja; hanya prover yang dipasangkan sebagai milik Anda (tautan yang dibuat dengan `rand-prover pair --own`) yang boleh menerimanya
it: il witness di bundle di questa catena contiene la chiave di spesa; solo un prover associato come tuo (un link creato con `rand-prover pair --own`) può riceverlo
ja: このチェーンのバンドルウィットネスには支出キーが含まれます。受け取れるのは、自分のものとしてペアリングしたプルーバー（`rand-prover pair --own` で作成したリンク）だけです
ko: 이 체인의 번들 위트니스에는 지출 키가 포함됩니다. 내 프루버로 페어링된 프루버(`rand-prover pair --own`으로 만든 링크)만 이를 받을 수 있습니다
ms: saksi berkas rantaian ini membawa kunci perbelanjaan; hanya pembukti yang dipasangkan sebagai milik anda sendiri (pautan yang dibuat dengan `rand-prover pair --own`) boleh menerimanya
pl: świadek pakietu tego łańcucha zawiera klucz wydawania; może go otrzymać tylko prover sparowany jako twój własny (link utworzony przez `rand-prover pair --own`)
ps: د دې زنځیر د بنډل شاهد د لګښت کیلي لري؛ یوازې هغه ثبوت جوړوونکی یې ترلاسه کولی شي چې ستاسو د خپل په توګه جوړه شوی وي (هغه لینک چې د `rand-prover pair --own` سره جوړ شوی)
pt_br: a testemunha de pacote desta cadeia contém a chave de gasto; só um provador pareado como seu (um link feito com `rand-prover pair --own`) pode recebê-la
ru: свидетель пакета в этой сети содержит ключ расходования; получить его может только прувер, подключённый как ваш собственный (ссылка, созданная командой `rand-prover pair --own`)
ta: இந்தச் செயினின் bundle witness செலவு விசையைக் கொண்டுள்ளது; உங்கள் சொந்தமாக இணைக்கப்பட்ட நிரூபிப்பான் மட்டுமே (`rand-prover pair --own` மூலம் உருவாக்கப்பட்ட இணைப்பு) அதைப் பெறலாம்
ur: اس چین کا bundle witness اسپینڈ کی رکھتا ہے؛ صرف آپ کے اپنے طور پر جوڑا گیا پروور (جس کا لنک `rand-prover pair --own` سے بنا ہو) اسے وصول کر سکتا ہے
zh_hans: 此链的交易包见证包含花费密钥；只有配对为你自己的证明器（用 `rand-prover pair --own` 生成的链接）才能接收它
zh_hant_hk: 此鏈的交易包見證包含花費私鑰；只有配對為你自己的證明器（以 `rand-prover pair --own` 產生的連結）才可接收它

source: this prover charges %@ RAND per proof, and this version of the wallet does not pay a prover's fee: pair a prover that charges nothing, or prove on this device
ar: يتقاضى هذا المُثبِت %@ RAND لكل إثبات، وهذا الإصدار من المحفظة لا يدفع رسوم المُثبِت: اقرن مُثبِتًا لا يتقاضى شيئًا، أو أثبِت على هذا الجهاز
de: dieser Prover verlangt %@ RAND pro Beweis, und diese Version der Wallet zahlt keine Prover-Gebühr: Kopple einen Prover, der nichts verlangt, oder beweise auf diesem Gerät
es: este probador cobra %@ RAND por prueba, y esta versión de la billetera no paga comisiones a probadores: vincula un probador que no cobre nada o genera la prueba en este dispositivo
fa: این اثبات‌گر برای هر اثبات %@ RAND کارمزد می‌گیرد و این نسخه از کیف پول کارمزد اثبات‌گر را نمی‌پردازد: اثبات‌گری را جفت کنید که کارمزد نمی‌گیرد، یا روی این دستگاه اثبات کنید
fr: ce prouveur facture %@ RAND par preuve, et cette version du portefeuille ne paie pas les frais de prouveur : associez un prouveur gratuit, ou prouvez sur cet appareil
hi: यह प्रूवर प्रति प्रूफ़ %@ RAND शुल्क लेता है, और वॉलेट का यह संस्करण प्रूवर का शुल्क नहीं चुकाता: ऐसा प्रूवर पेयर करें जो कोई शुल्क न ले, या इसी डिवाइस पर प्रूफ़ बनाएँ
id: prover ini mengenakan biaya %@ RAND per bukti, dan versi dompet ini tidak membayar biaya prover: pasangkan prover yang tidak memungut biaya, atau buktikan di perangkat ini
it: questo prover applica %@ RAND per prova, e questa versione del portafoglio non paga commissioni ai prover: associa un prover gratuito, oppure genera la prova su questo dispositivo
ja: このプルーバーは証明1件につき %@ RAND を請求しますが、このバージョンのウォレットはプルーバーの手数料を支払いません: 手数料のかからないプルーバーをペアリングするか、この端末で証明してください
ko: 이 프루버는 증명당 %@ RAND를 받는데, 이 버전의 지갑은 프루버 수수료를 지불하지 않습니다. 수수료가 없는 프루버를 페어링하거나 이 기기에서 증명하세요
ms: pembukti ini mengenakan %@ RAND bagi setiap bukti, dan versi dompet ini tidak membayar yuran pembukti: pasangkan pembukti yang tidak mengenakan bayaran, atau buat bukti pada peranti ini
pl: ten prover pobiera %@ RAND za dowód, a ta wersja portfela nie płaci opłat proverom: sparuj prover, który nic nie pobiera, lub generuj dowód na tym urządzeniu
ps: دا ثبوت جوړوونکی د هر ثبوت لپاره %@ RAND اخلي، او د والټ دا نسخه د ثبوت جوړوونکي فیس نه ورکوي: یو ثبوت جوړوونکی جوړه کړئ چې هېڅ نه اخلي، یا په دې وسیله ثبوت جوړ کړئ
pt_br: este provador cobra %@ RAND por prova, e esta versão da carteira não paga taxa de provador: pareie um provador que não cobre nada ou prove neste dispositivo
ru: этот прувер берёт %@ RAND за доказательство, а эта версия кошелька не платит комиссию прувера: подключите бесплатный прувер или стройте доказательства на этом устройстве
ta: இந்த நிரூபிப்பான் ஒரு நிரூபணத்துக்கு %@ RAND வசூலிக்கிறது, வாலட்டின் இந்தப் பதிப்பு நிரூபிப்பான் கட்டணத்தைச் செலுத்துவதில்லை: கட்டணம் வசூலிக்காத நிரூபிப்பானை இணைக்கவும், அல்லது இந்தச் சாதனத்தில் நிரூபிக்கவும்
ur: یہ پروور فی پروف %@ RAND فیس لیتا ہے، اور والیٹ کا یہ ورژن پروور کی فیس ادا نہیں کرتا: ایسا پروور جوڑیں جو کوئی فیس نہ لے، یا اسی ڈیوائس پر پروف بنائیں
zh_hans: 此证明器每个证明收取 %@ RAND，而此版本的钱包不支付证明器费用：请配对一个免费的证明器，或在此设备上生成证明
zh_hant_hk: 此證明器每個證明收取 %@ RAND，而此版本的錢包不會支付證明器費用：請配對不收費的證明器，或在此裝置上生成證明

# to %@%@ · %@ %@
source: to %1$@%2$@ · %3$@ %4$@
ar: إلى %@%@ · %@ %@
de: an %@%@ · %@ %@
es: a %@%@ · %@ %@
fa: به %@%@ · %@ %@
fr: à %@%@ · %@ %@
hi: %@%@ को · %@ %@
id: ke %@%@ · %@ %@
it: a %@%@ · %@ %@
ja: 宛先 %@%@ · %@ %@
ko: 받는 사람 %@%@ · %@ %@
ms: kepada %@%@ · %@ %@
pl: do %@%@ · %@ %@
ps: ترلاسه کوونکی: %@%@ · %@ %@
pt_br: para %@%@ · %@ %@
ru: кому: %@%@ · %@ %@
ta: பெறுநர்: %@%@ · %@ %@
ur: بنام %@%@ · %@ %@
zh_hans: 发送给 %@%@ · %@ %@
zh_hant_hk: 至 %@%@ · %@ %@

source: token is not 64 hex digits: %@
ar: token ليس 64 رقمًا ست عشريًا: %@
de: Token ist keine 64 Hex-Ziffern: %@
es: el token no tiene 64 dígitos hexadecimales: %@
fa: توکن 64 رقم هگز نیست: %@
fr: le jeton ne fait pas 64 chiffres hexadécimaux : %@
hi: टोकन 64 हेक्स अंकों का नहीं है: %@
id: token bukan 64 digit hex: %@
it: il token non è di 64 cifre esadecimali: %@
ja: トークンが16進数64桁ではありません: %@
ko: 토큰이 16진수 64자리가 아닙니다: %@
ms: token bukan 64 digit heks: %@
pl: token nie ma 64 cyfr szesnastkowych: %@
ps: token 64 hex عددونه نه دي: %@
pt_br: o token não tem 64 dígitos hexadecimais: %@
ru: токен — не 64 шестнадцатеричные цифры: %@
ta: token 64 hex இலக்கங்கள் அல்ல: %@
ur: token کے 64 ہیکس ہندسے نہیں ہیں: %@
zh_hans: token 不是 64 位十六进制数字：%@
zh_hant_hk: token 不是 64 個十六進位數字：%@

source: too many decimal places (max 9)
ar: منازل عشرية كثيرة جدًا (الحد الأقصى 9)
de: zu viele Nachkommastellen (max. 9)
es: demasiados decimales (máximo 9)
fa: تعداد ارقام اعشار بیش از حد است (حداکثر 9)
fr: trop de décimales (9 au maximum)
hi: बहुत अधिक दशमलव स्थान (अधिकतम 9)
id: terlalu banyak angka desimal (maks 9)
it: troppe cifre decimali (max 9)
ja: 小数点以下の桁数が多すぎます（最大9桁）
ko: 소수 자릿수가 너무 많습니다(최대 9자리)
ms: terlalu banyak tempat perpuluhan (maks 9)
pl: za dużo miejsc po przecinku (maks. 9)
ps: ډېر اعشاري ځایونه (تر ټولو زیات 9)
pt_br: casas decimais demais (máx. 9)
ru: слишком много знаков после запятой (не более 9)
ta: தசம இடங்கள் அதிகம் (அதிகபட்சம் 9)
ur: بہت زیادہ اعشاری مقامات (زیادہ سے زیادہ 9)
zh_hans: 小数位数过多（最多 9 位）
zh_hant_hk: 小數位數過多（最多 9 位）

source: unavailable
ar: غير متاح
de: nicht verfügbar
es: no disponible
fa: در دسترس نیست
fr: indisponible
hi: उपलब्ध नहीं
id: tidak tersedia
it: non disponibile
ja: 利用不可
ko: 사용할 수 없음
ms: tidak tersedia
pl: niedostępne
ps: شتون نه لري
pt_br: indisponível
ru: недоступно
ta: கிடைக்கவில்லை
ur: دستیاب نہیں
zh_hans: 不可用
zh_hant_hk: 無法使用

source: unknown parameter %@
ar: معامل غير معروف %@
de: unbekannter Parameter %@
es: parámetro desconocido %@
fa: پارامتر ناشناخته %@
fr: paramètre inconnu %@
hi: अज्ञात पैरामीटर %@
id: parameter tidak dikenal %@
it: parametro sconosciuto %@
ja: 不明なパラメーター %@
ko: 알 수 없는 매개변수 %@
ms: parameter tidak diketahui %@
pl: nieznany parametr %@
ps: ناپېژندل شوی پارامیټر %@
pt_br: parâmetro desconhecido %@
ru: неизвестный параметр %@
ta: அறியப்படாத அளவுரு %@
ur: نامعلوم پیرامیٹر %@
zh_hans: 未知参数 %@
zh_hant_hk: 未知參數 %@

source: wallet is locked
ar: المحفظة مقفلة
de: die Wallet ist gesperrt
es: la billetera está bloqueada
fa: کیف پول قفل است
fr: le portefeuille est verrouillé
hi: वॉलेट लॉक है
id: dompet terkunci
it: il portafoglio è bloccato
ja: ウォレットがロックされています
ko: 지갑이 잠겨 있습니다
ms: dompet dikunci
pl: portfel jest zablokowany
ps: والټ قلف دی
pt_br: a carteira está bloqueada
ru: кошелёк заблокирован
ta: வாலட் பூட்டப்பட்டுள்ளது
ur: والیٹ لاک ہے
zh_hans: 钱包已锁定
zh_hant_hk: 錢包已鎖定
